<script setup lang="ts">
import { ref } from 'vue';
useHead({ 
    title: 'プライバシーポリシー' ,
    meta: [
        { name: 'description', content: 'AdMarker By ChatGPTのプライバシーポリシーです' }
    ],
})
</script>

<template>

<div class="">
        <div class="">
            <h1 class="">プライバシーポリシー</h1>
        </div>
        <div class="">
            <p class="">この利用規約（以下、「本規約」といいます。）は、セラーリサーチ（以下、本サービス」といいます。）の利用条件を定めるものです。 ユーザーの皆さま（以下、「ユーザー」といいます。）には、本規約に従って、本サービスをご利用いただきます。</p>

            <br>
            <div class="">
                <h4 class="">第1条（個人情報を収集・利用する目的）</h4><br>
                <div class="">
                運営者が個人情報を収集・利用する目的は，以下のとおりです。
                運営者サービスの提供・運営のためユーザーからのお問い合わせに回答するため（本人確認を行うことを含む）メンテナンス，
                重要なお知らせなど必要に応じたご連絡のため利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーの特定をし，
                ご利用をお断りするためユーザーにご自身の登録情報の閲覧や変更，削除，ご利用状況の閲覧を行っていただくため上記の利用目的に付随する目的
                </div>
            
            </div>
            
            <br>
            <div class="">
                <h4 class="">第2条（利用目的の変更）</h4><br>
                <div class="">
                運営者は，利用目的が変更前と関連性を有すると合理的に認められる場合に限り，個人情報の利用目的を変更するものとします。
                利用目的の変更を行った場合には，変更後の目的について，運営者所定の方法により，ユーザーに通知し，または本ウェブサイト上に公表するものとします。
                </div>
            </div>
           
            <br>
            <div class="">
                <h4 class="">第3条（広告の配信）</h4><br>
                <div class="">
                本サービスは第三者配信の広告サービス「Google Adsenseグーグルアドセンス」等を利用しています。 
                広告配信事業者は、ユーザーの興味に応じた広告を表示するためにCookie（クッキー）を使用することがあります。
                </div>
            </div>
            
            <br>
            <div class="">
                <h4 class="">第4条（アクセス解析ツール）</h4><br>
                <div class="">
                本サービスでは、Googleによるアクセス解析ツール「Googleアナリティクス」等を利用しています。 
                このGoogleアナリティクスはトラフィックデータの収集のためにCookieを使用しています。 
                このトラフィックデータは匿名で収集されており、個人を特定するものではありません。 
                この機能はCookieを無効にすることで収集を拒否することが出来ますので、お使いのブラウザの設定をご確認ください。
                </div>
            </div>
            
            <br>
            <div class="">
                <h4 class="">第5条（個人情報の第三者提供）</h4><br>
                <div class="">
                法令に定める場合を除き、個人情報を事前に本人の同意を得ることなく第三者に提供することは行いません。
                </div>
            </div>
            
            <br>
            <div class="">
                <h4 class="">第6条（プライバシーポリシーの変更）</h4><br>
                <div class="">
                本ポリシーの内容は，法令その他本ポリシーに別段の定めのある事項を除いて，ユーザーに通知することなく，
                変更することができるものとします。運営者が別途定める場合を除いて，
                変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。
                </div>
            </div>
            
        </div>
    </div>
</template>