<script setup lang="ts">
import { ref } from 'vue';
useHead({ 
    title: '利用規約' ,
    meta: [
        { name: 'description', content: 'AdMarker By ChatGPTの利用規約です' }
    ],
})
</script>

<template>
<div class=""></div>
<div class="">
    <div class="">
        <h1 class="mb-0">利用規約</h1>
    </div>
    <div class="">
        <p class="">この利用規約（以下、「本規約」といいます。）は、せらーリサーチ（以下、本サービス」といいます。）の利用条件を定めるものです。 ユーザーの皆さま（以下、「ユーザー」といいます。）には、本規約に従って、本サービスをご利用いただきます。</p>
        
        <br>
        <div class="">
            <h4 class="">第1条（適用）</h4><br>
            <div class="">
            本規約は，ユーザーと運営者との間の本サービスの利用に関わる一切の関係に適用されるものとします。 
            運営者は本サービスに関し，本規約のほか，ご利用にあたってのルール等，各種の定め（以下，「個別規定」といいます。）をすることがあります。
            これら個別規定はその名称のいかんに関わらず，本規約の一部を構成するものとします。 本規約の規定が前条の個別規定の規定と矛盾する場合には，
            個別規定において特段の定めなき限り，個別規定の規定が優先されるものとします。
            </div>
        </div>
        
        <br>
        <div class="">
            <h4 class="">第2条（利用登録）</h4><br>
            <div class="">
            ユーザ登録が完了した時点で利用者となり、
            本規約の条件による本サービスの利用の許可が運営者より利用者に有効に付与されるものとします。
            </div>
        </div>
        
        <br>
        <div class="">
        <h4 class="">第3条（禁止事項）</h4><br>
        <div class="">
        法令または公序良俗に違反する行為犯罪行為に関連する行為運営者，本サービスの他のユーザー，または第三者のサーバーまたはネットワークの機能を破壊したり，
        妨害したりする行為運営者のサービスの運営を妨害するおそれのある行為他のユーザーに関する個人情報等を収集または蓄積する行為不正アクセスをし，
        またはこれを試みる行為他のユーザーに成りすます行為運営者のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為運営者，
        本サービスの他のユーザーまたは第三者の知的財産権，肖像権，プライバシー，名誉その他の権利または利益を侵害する行為以下の表現を含み，
        または含むと運営者が判断する内容を本サービス上に投稿し，または送信する行為過度に暴力的な表現露骨な性的表現人種，
        国籍，信条，性別，社会的身分，門地等による差別につながる表現自殺，自傷行為，薬物乱用を誘引または助長する表現その他反社会的な内容を含み他人に不快感を与える表現以下を目的とし，
        または目的とすると運営者が判断する行為営業，宣伝，広告，勧誘，その他営利を目的とする行為（運営者の認めたものを除きます。）
        性行為やわいせつな行為を目的とする行為面識のない異性との出会いや交際を目的とする行為他のユーザーに対する嫌がらせや誹謗中傷を目的とする行為運営者，
        本サービスの他のユーザー，または第三者に不利益，損害または不快感を与えることを目的とする行為その他本サービスが予定している利用目的と異なる目的で本サービスを利用する行為
        宗教活動または宗教団体への勧誘行為その他，運営者が不適切と判断する行為
        </div>
        </div>
        
        <br>
        <div class="">
            <h4 class="">第4条（本サービスの提供の停止等）</h4><br>
            <div class="">
            運営者は，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。本サービスにかかるコンピュータシステムの保守点検または更新を行う場合地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合コンピュータまたは通信回線等が事故により停止した場合その他，運営者が本サービスの提供が困難と判断した場合運営者は，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害についても，一切の責任を負わないものとします。<br />
            </div>
        </div>
        
        <br>
        <div class="">
            <h4 class="">第5条（保証の否認および免責事項）</h4><br>
            <div class="">
            運営者は，本サービスに事実上または法律上の瑕疵（安全性，信頼性，正確性，完全性，有効性，特定の目的への適合性，セキュリティなどに関する欠陥，エラーやバグ，権利侵害などを含みます。）
            がないことを明示的にも黙示的にも保証しておりません。運営者は，本サービスに起因してユーザーに生じたあらゆる損害について一切の責任を負いません。
            ただし，本サービスに関する運営者とユーザーとの間の契約（本規約を含みます。）が消費者契約法に定める消費者契約となる場合，この免責規定は適用されません。
            前項ただし書に定める場合であっても，運営者は，運営者の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害のうち特別な事情から生じた損害（運営者またはユーザーが損害発生につき予見し，
            または予見し得た場合を含みます。）について一切の責任を負いません。また，運営者の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害の賠償は，
            ユーザーから当該損害が発生した月に受領した利用料の額を上限とします。運営者は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，
            連絡または紛争等について一切責任を負いません。
            </div>
        </div>
       
        <br>
        <div class="">
            <h4 class="">第6条（サービス内容の変更等）</h4><br>
            <div class="">
            運営者は，ユーザーに通知することなく，本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし，
            これによってユーザーに生じた損害について一切の責任を負いません。
            </div>
        </div>
        
        <br>
        <div class="">
            <h4 class="">第7条（利用規約の変更）</h4><br>
            <div class="">
            運営者は，必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします。
            なお，本規約の変更後，本サービスの利用を開始した場合には，当該ユーザーは変更後の規約に同意したものとみなします。
            </div>
        </div>

        <br>
        <div class="">
            <h4 class="">第8条（準拠法・裁判管轄）</h4><br>
            <div class="">
            本規約の解釈にあたっては，日本法を準拠法とします。本サービスに関して紛争が生じた場合には，
            運営者の本店所在地を管轄する裁判所を専属的合意管轄とします。
            </div>
        </div>
    
    
    </div>
</div>    
</template>
